tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "localstack/tap"
tap "nikitabobko/tap"
brew "colima", restart_service: true
brew "docker"
brew "fd"
brew "fzf"
brew "git"
brew "htop"
brew "kubernetes-cli"
brew "mockery"
brew "neovim"
brew "python@3.13"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "wget"
brew "zoxide"
brew "hashicorp/tap/terraform"
brew "localstack/tap/localstack-cli"
cask "aerospace"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "kitty"
cask "sf-symbols"
cask "spotify"
