tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "launchdarkly/tap"
tap "localstack/tap"
tap "nikitabobko/tap"
brew "act"
brew "gettext"
brew "arduino-cli"
brew "python@3.13"
brew "awscli-local"
brew "cayley"
brew "ccache"
brew "cmake"
brew "colima", restart_service: :changed
brew "curl"
brew "libusb"
brew "dfu-util"
brew "docker"
brew "docker-compose"
brew "fd"
brew "fzf"
brew "gh"
brew "gimme-aws-creds"
brew "git"
brew "goreleaser"
brew "gperf"
brew "graphviz"
brew "htop"
brew "jq"
brew "k6"
brew "kubernetes-cli"
brew "kuzu"
brew "libadwaita"
brew "libmagic"
brew "llvm"
brew "lua-language-server"
brew "marksman"
brew "mockery"
brew "mosquitto"
brew "ninja"
brew "node"
brew "node@22"
brew "pkgconf"
brew "pngpaste"
brew "qemu", link: false
brew "ripgrep"
brew "stow"
brew "tflint"
brew "tio"
brew "tmux"
brew "uv"
brew "wget"
brew "wireshark"
brew "zoxide"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "launchdarkly/tap/ldcli"
brew "localstack/tap/localstack-cli"
cask "aerospace"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "maccy"
cask "sf-symbols"
cask "spotify"
